{"lookup":{"105600":{"name":"Terraria","description":"Dig, fight, explore, build! Nothing is impossible in this action-packed adventure game. Four Pack also available!","gameLink":"https://store.steampowered.com/app/105600/","isMultiplayer":true},"249130":{"name":"LEGO® Marvel™ Super Heroes","description":"LEGO® Marvel™ Super Heroes features an original story crossing the entire Marvel Universe. Players take control of Iron Man, Spider-Man, the Hulk, Captain America, Wolverine and many more Marvel characters as they unite to stop Loki and a host of other Marvel villains from assembling a super-weapon capable of destroying the world.","gameLink":"https://store.steampowered.com/app/249130/","isMultiplayer":true},"236390":{"name":"War Thunder","description":"War Thunder is the most comprehensive free-to-play, cross-platform, MMO military game dedicated to aviation, armoured vehicles, and naval craft, from the early 20th century to the most advanced modern combat units. Join now and take part in major battles on land, in the air, and at sea.","gameLink":"https://store.steampowered.com/app/236390/","isMultiplayer":true},"4000":{"name":"Garry's Mod","description":"Garry's Mod is a physics sandbox. There aren't any predefined aims or goals. We give you the tools and leave you to play.","gameLink":"https://store.steampowered.com/app/4000/","isMultiplayer":true},"214510":{"name":"LEGO® The Lord of the Rings™","description":"Based on The Lord of the Rings motion picture trilogy, LEGO® The Lord of the Rings follows the original story-lines of The Lord of the Rings: The Fellowship of the Ring, The Lord of the Rings: The Two Towers, and The Lord of the Rings: The Return of the King, taking players through the epic story events re-imagined with the humor and endl","gameLink":"https://store.steampowered.com/app/214510/","isMultiplayer":true},"108600":{"name":"Project Zomboid","description":"Project Zomboid is the ultimate in zombie survival. Alone or in MP: you loot, build, craft, fight, farm and fish in a struggle to survive. A hardcore RPG skillset, a vast map, massively customisable sandbox and a cute tutorial raccoon await the unwary. So how will you die? All it takes is a bite..","gameLink":"https://store.steampowered.com/app/108600/","isMultiplayer":true},"367540":{"name":null,"description":null,"gameLink":"https://store.steampowered.com/app/367540/","isMultiplayer":false},"730":{"name":"Counter-Strike 2","description":"For over two decades, Counter-Strike has offered an elite competitive experience, one shaped by millions of players from across the globe. And now the next chapter in the CS story is about to begin. This is Counter-Strike 2.","gameLink":"https://store.steampowered.com/app/730/","isMultiplayer":true},"313690":{"name":"LEGO® Batman™ 3: Beyond Gotham","description":"The Caped Crusader joins forces with the super heroes of the DC Comics universe and blasts off to outer space to stop the evil Brainiac from destroying Earth.","gameLink":"https://store.steampowered.com/app/313690/","isMultiplayer":true},"383870":{"name":"Firewatch","description":"Firewatch is a single-player first-person mystery set in the Wyoming wilderness, where your only emotional lifeline is the person on the other end of a handheld radio.","gameLink":"https://store.steampowered.com/app/383870/","isMultiplayer":false},"413150":{"name":"Stardew Valley","description":"You've inherited your grandfather's old farm plot in Stardew Valley. Armed with hand-me-down tools and a few coins, you set out to begin your new life. Can you learn to live off the land and turn these overgrown fields into a thriving home?","gameLink":"https://store.steampowered.com/app/413150/","isMultiplayer":true},"427520":{"name":"Factorio","description":"Factorio is a game about building and creating automated factories to produce items of increasing complexity, within an infinite 2D world. Use your imagination to design your factory, combine simple elements into ingenious structures, and finally protect it from the creatures who don't really like you.","gameLink":"https://store.steampowered.com/app/427520/","isMultiplayer":true},"431960":{"name":"Wallpaper Engine","description":"Use stunning live wallpapers on your desktop. Animate your own images to create new wallpapers or import videos/websites and share them on the Steam Workshop!","gameLink":"https://store.steampowered.com/app/431960/","isMultiplayer":false},"438100":{"name":"VRChat","description":"Join our growing community as you explore, play, and help craft the future of social VR. Create worlds and custom avatars. Welcome to VRChat.","gameLink":"https://store.steampowered.com/app/438100/","isMultiplayer":true},"379720":{"name":"DOOM","description":"Now includes all three premium DLC packs (Unto the Evil, Hell Followed, and Bloodfall), maps, modes, and weapons, as well as all feature updates including Arcade Mode, Photo Mode, and the latest Update 6.66, which brings further multiplayer improvements as well as revamps multiplayer progression.","gameLink":"https://store.steampowered.com/app/379720/","isMultiplayer":true},"275850":{"name":"No Man's Sky","description":"No Man's Sky is a game about exploration and survival in an infinite procedurally generated universe.","gameLink":"https://store.steampowered.com/app/275850/","isMultiplayer":true},"495420":{"name":"State of Decay 2: Juggernaut Edition","description":"The dead have risen and civilization has fallen. Now it's up to you to gather survivors, scavenge for resources and build a community in a post-apocalyptic world – a world where you define what it means to survive in this ultimate zombie survival simulation.","gameLink":"https://store.steampowered.com/app/495420/","isMultiplayer":true},"502280":{"name":"BERSERK and the Band of the Hawk","description":"Behold the fierce blend of &quot;Warriors&quot; and &quot;Berserk&quot;!","gameLink":"https://store.steampowered.com/app/502280/","isMultiplayer":false},"470220":{"name":"UNO","description":"UNO makes its return with new exciting features! Match cards by color or value and play action cards to change things up. Race against others to empty your hand before everyone else in Classic play or customize your experience with House Rules.","gameLink":"https://store.steampowered.com/app/470220/","isMultiplayer":true},"6060":{"name":"STAR WARS™ Battlefront II (Classic, 2005)","description":"Join the rise of Darth Vader’s elite 501st Legion of Stormtroopers as you fight through an all new story-based saga where every action you take impacts the battlefront and, ultimately, the fate of the Star Wars galaxy.","gameLink":"https://store.steampowered.com/app/6060/","isMultiplayer":true},"287700":{"name":"METAL GEAR SOLID V: THE PHANTOM PAIN","description":"Ouvrant une nouvelle ère pour la franchise avec la technologie de pointe du moteur Fox, METAL GEAR SOLID V: The Phantom Pain, offre aux joueurs une expérience de premier plan en leur donnant la liberté tactique de mener à bien leurs missions dans un monde ouvert.","gameLink":"https://store.steampowered.com/app/287700/","isMultiplayer":false},"516750":{"name":"My Summer Car","description":"My Summer Car is the ultimate car owning, building, fixing, tuning, maintenance AND permadeath life survival simulator. You start the game with hundreds of loose parts and assemble both car and engine.","gameLink":"https://store.steampowered.com/app/516750/","isMultiplayer":false},"553850":{"name":"HELLDIVERS™ 2","description":"The Galaxy’s Last Line of Offence. Enlist in the Helldivers and join the fight for freedom across a hostile galaxy in a fast, frantic, and ferocious third-person shooter.","gameLink":"https://store.steampowered.com/app/553850/","isMultiplayer":true},"626690":{"name":"Sword Art Online: Fatal Bullet","description":"Experience an original story where you are the protagonist in the world of Gun Gale Online. Create your own avatar and explore devastated lands while experiencing exciting third person shooting in this action RPG.","gameLink":"https://store.steampowered.com/app/626690/","isMultiplayer":true},"377160":{"name":"Fallout 4","description":"Bethesda Game Studios, studio de développement maintes fois récompensé à l'origine de Fallout 3 et de The Elder Scrolls V: Skyrim, vous invite à découvrir Fallout 4, leur titre le plus ambitieux à ce jour incarnant la nouvelle génération du jeu en monde ouvert.","gameLink":"https://store.steampowered.com/app/377160/","isMultiplayer":false},"304930":{"name":"Unturned","description":"You're a survivor in the zombie infested ruins of society, and must work with your friends and forge alliances to remain among the living.","gameLink":"https://store.steampowered.com/app/304930/","isMultiplayer":true},"632360":{"name":"Risk of Rain 2","description":"Escape a chaotic alien planet by fighting through hordes of frenzied monsters – with your friends, or on your own. Combine loot in surprising ways and master each character until you become the havoc you feared upon your first crash landing.","gameLink":"https://store.steampowered.com/app/632360/","isMultiplayer":true},"714010":{"name":"Aimlabs","description":"Aimlabs is the aim trainer of choice for over 40 Million players, from beginners to esports pros. Our unique aim analysis optimizes your gameplay, targets your weaknesses &amp; builds key skills for any FPS game! Time to warm up with our unlimited scenarios &amp; rank up in-game!","gameLink":"https://store.steampowered.com/app/714010/","isMultiplayer":false},"960090":{"name":"Bloons TD 6","description":"The Bloons are back and better than ever! Get ready for a massive 3D tower defense game designed to give you hours and hours of the best strategy gaming available.","gameLink":"https://store.steampowered.com/app/960090/","isMultiplayer":true},"35140":{"name":"Batman: Arkham Asylum Game of the Year Edition","description":"Experience what it’s like to be Batman and face off against Gotham's greatest villians. Explore every inch of Arkham Asylum and roam freely on the infamous island.","gameLink":"https://store.steampowered.com/app/35140/","isMultiplayer":false},"225540":{"name":"Just Cause™ 3","description":"With over 1000 km² of complete freedom from sky to seabed, Rico Rodriguez returns to unleash chaos in the most creative and explosive ways imaginable.","gameLink":"https://store.steampowered.com/app/225540/","isMultiplayer":false},"1089980":{"name":"The Henry Stickmin Collection","description":"A choose-your-own-path where failing is more fun than succeeding.","gameLink":"https://store.steampowered.com/app/1089980/","isMultiplayer":false},"1091500":{"name":"Cyberpunk 2077","description":"Cyberpunk 2077 is an open-world, action-adventure RPG set in the dark future of Night City — a dangerous megalopolis obsessed with power, glamor, and ceaseless body modification.","gameLink":"https://store.steampowered.com/app/1091500/","isMultiplayer":false},"976730":{"name":"Halo: The Master Chief Collection","description":"The Master Chief’s iconic journey includes six games, built for PC and collected in a single integrated experience. Whether you’re a long-time fan or meeting Spartan 117 for the first time, The Master Chief Collection is the definitive Halo gaming experience.","gameLink":"https://store.steampowered.com/app/976730/","isMultiplayer":true},"1085660":{"name":"Destiny 2","description":"Destiny 2 is an action MMO with a single evolving world that you and your friends can join anytime, anywhere, absolutely free.","gameLink":"https://store.steampowered.com/app/1085660/","isMultiplayer":true},"1144200":{"name":"Ready or Not","description":"Ready or Not is an intense, tactical, first-person shooter that depicts a modern-day world in which SWAT police units are called to defuse hostile and confronting situations.","gameLink":"https://store.steampowered.com/app/1144200/","isMultiplayer":true},"1281930":{"name":"tModLoader","description":"Dig, Fight, and Build your way through the world of player-created mods on Terraria with tModLoader - this DLC makes modding Terraria a reality!","gameLink":"https://store.steampowered.com/app/1281930/","isMultiplayer":true},"1172620":{"name":"Sea of Thieves: 2025 Edition","description":"Sea of Thieves is a smash-hit pirate adventure game, offering the quintessential pirate experience of plundering lost treasures, intense battles, vanquishing sea monsters and more. Dive in with this revised edition of the game, which includes access to digital bonus media.","gameLink":"https://store.steampowered.com/app/1172620/","isMultiplayer":true},"601050":{"name":"Attack on Titan 2 - A.O.T.2","description":"Abandon all fear. Attack on Titan 2 is the gripping sequel to the action game based on the worldwide hit anime series &quot;Attack on Titan.&quot;","gameLink":"https://store.steampowered.com/app/601050/","isMultiplayer":true},"1282270":{"name":"Strinova","description":"Strinova is an anime-style third-person tactical competitive shooter. Switch freely between three-dimensional and two-dimensional forms in this one-of-a-kind game that offers a unique tactical shooting system for an unparalleled experience.","gameLink":"https://store.steampowered.com/app/1282270/","isMultiplayer":true},"1151340":{"name":"Fallout 76","description":"Bethesda Game Studios welcome you to Fallout 76. Twenty-five years after the bombs fall, you and your fellow Vault Dwellers emerge into post-nuclear America. Explore a vast wasteland in this open-world multiplayer addition to the Fallout story.","gameLink":"https://store.steampowered.com/app/1151340/","isMultiplayer":true},"1599600":{"name":"PlateUp!","description":"Cook and serve your dishes, design and decorate your restaurants, and expand your culinary kingdom with new unlocks, abilities and dishes in procedurally-generated locations. Classic cooking action with permanent roguelite progression. Hire your friends - or do it all yourself!","gameLink":"https://store.steampowered.com/app/1599600/","isMultiplayer":true},"1454400":{"name":"Cookie Clicker","description":"An idle game about making cookies! Originally released in 2013 on the web, and actively developed since then. This is the official version for Steam.","gameLink":"https://store.steampowered.com/app/1454400/","isMultiplayer":false},"1629520":{"name":"A Little to the Left","description":"A Little to the Left is a cozy puzzle game that has you sort, stack, and organize household items into pleasing arrangements while you keep an eye out for a mischievous cat with an inclination for chaos. Check out this playful and intuitive puzzler with 100+ satisfying messes to tidy.","gameLink":"https://store.steampowered.com/app/1629520/","isMultiplayer":false},"1623730":{"name":"Palworld","description":"Fight, farm, build and work alongside mysterious creatures called &quot;Pals&quot; in this completely new multiplayer, open world survival and crafting game!","gameLink":"https://store.steampowered.com/app/1623730/","isMultiplayer":true},"264710":{"name":"Subnautica","description":"Descend into the depths of an alien underwater world filled with wonder and peril. Craft equipment, pilot submarines and out-smart wildlife to explore lush coral reefs, volcanoes, cave systems, and more - all while trying to survive.","gameLink":"https://store.steampowered.com/app/264710/","isMultiplayer":false},"646910":{"name":"The Crew™ 2","description":"Take on the American motorsports scene as you explore and dominate the land, air, and sea across the entire USA. With a wide variety of cars, bikes, boats, and planes, compete in a wide range of driving disciplines.","gameLink":"https://store.steampowered.com/app/646910/","isMultiplayer":true},"1716740":{"name":"Starfield","description":"Starfield is the first new universe in 25 years from Bethesda Game Studios, the award-winning creators of The Elder Scrolls V: Skyrim and Fallout 4.","gameLink":"https://store.steampowered.com/app/1716740/","isMultiplayer":false},"242050":{"name":"Assassin’s Creed® IV Black Flag™","description":"The year is 1715. Pirates rule the Caribbean and have established their own lawless Republic where corruption, greediness and cruelty are commonplace.Among these outlaws is a brash young captain named Edward Kenway.","gameLink":"https://store.steampowered.com/app/242050/","isMultiplayer":true},"1621690":{"name":"Core Keeper","description":"Explore a vast cavern of creatures, relics and resources in a mining sandbox adventure for 1-8 players. Mine, build, fight, craft and farm to unravel the mystery of the ancient Core.","gameLink":"https://store.steampowered.com/app/1621690/","isMultiplayer":true},"1689620":{"name":"BLEACH Rebirth of Souls","description":"Awaken the blade within you and reverse your fate in BLEACH Rebirth of Souls! Engage in thrilling battles with powerful sword abilities and characters from this legendary anime franchise.","gameLink":"https://store.steampowered.com/app/1689620/","isMultiplayer":true},"1817070":{"name":"Marvel’s Spider-Man Remastered","description":"In Marvel’s Spider-Man Remastered, the worlds of Peter Parker and Spider-Man collide in an original action-packed story. Play as an experienced Peter Parker, fighting big crime and iconic villains in Marvel’s New York. Web-swing through vibrant neighborhoods and defeat villains with epic takedowns.","gameLink":"https://store.steampowered.com/app/1817070/","isMultiplayer":false},"1794680":{"name":"Vampire Survivors","description":"Mow down thousands of night creatures and survive until dawn! Vampire Survivors is a gothic horror casual game with rogue-lite elements, where your choices can allow you to quickly snowball against the hundreds of monsters that get thrown at you.","gameLink":"https://store.steampowered.com/app/1794680/","isMultiplayer":false},"578080":{"name":"PUBG: BATTLEGROUNDS","description":"PUBG: BATTLEGROUNDS, the high-stakes winner-take-all shooter that started the Battle Royale craze, is free-to-play! Drop into diverse maps, loot unique weapons and supplies, and survive in an ever-shrinking zone where every turn could be your last.","gameLink":"https://store.steampowered.com/app/578080/","isMultiplayer":true},"1888160":{"name":"ARMORED CORE™ VI FIRES OF RUBICON™","description":"A new action game based on the concept of the ARMORED CORE series that uses the knowledge gained from FromSoftware's recent action game development.","gameLink":"https://store.steampowered.com/app/1888160/","isMultiplayer":true},"1245620":{"name":"ELDEN RING","description":"THE CRITICALLY ACCLAIMED FANTASY ACTION RPG. Rise, Tarnished, and be guided by grace to brandish the power of the Elden Ring and become an Elden Lord in the Lands Between.","gameLink":"https://store.steampowered.com/app/1245620/","isMultiplayer":true},"1903560":{"name":"Atomic Picnic","description":"Atomic Picnic is a Roguelike Shooter with Explosive Synergy! Dominate chaotic battles by cutting through swarms of monsters! Team up with friends or take them on solo! Unleash devastating combos by combining and evolving powerful upgrades to conquer The Zone.","gameLink":"https://store.steampowered.com/app/1903560/","isMultiplayer":true},"1966720":{"name":"Lethal Company","description":"A co-op horror about scavenging at abandoned moons to sell scrap to the Company.","gameLink":"https://store.steampowered.com/app/1966720/","isMultiplayer":true},"1372110":{"name":"JoJo's Bizarre Adventure: All-Star Battle R","description":"Hirohiko Araki's masterpiece, brought to life as a fighting game! Battle with 50 colorful characters, wielding Stands, Hamon, and more! See how characters who could never meet in the story interact when they come face to face!","gameLink":"https://store.steampowered.com/app/1372110/","isMultiplayer":true},"2074920":{"name":"The First Descendant","description":"The First Descendant is a third-person looter shooter powered by Unreal Engine 5. Become a Descendant. Fight for the survival of humanity. Descendants have unique abilities to tackle both solo and co-op missions. Up to 4 players use varied mechanics to defeat giant bosses. BE THE FIRST DESCENDANT!","gameLink":"https://store.steampowered.com/app/2074920/","isMultiplayer":true},"2139460":{"name":"Once Human","description":"Once Human is a multiplayer open-world survival game set in a strange, post-apocalyptic future. Unite with friends to fight monstrous enemies, uncover secret plots, compete for resources, and build your own territory. Once, you were merely human. Now, you have the power to remake the world.","gameLink":"https://store.steampowered.com/app/2139460/","isMultiplayer":true},"920210":{"name":"LEGO® Star Wars™: The Skywalker Saga","description":"Play through all nine Skywalker saga films in a game unlike any other. With over 300 playable characters, over 100 vehicles, and 23 planets to explore, a galaxy far, far away has never been more fun! *Includes classic Obi-Wan Kenobi playable character","gameLink":"https://store.steampowered.com/app/920210/","isMultiplayer":true},"2198150":{"name":"Tiny Glade","description":"Tiny Glade is a small diorama builder where you doodle whimsical castles, cozy cottages &amp; romantic ruins. Explore gridless building chemistry as the game adorns your glades with procedural detail. No management, combat or goals: just kick back and turn forgotten meadows into lovable dioramas.","gameLink":"https://store.steampowered.com/app/2198150/","isMultiplayer":false},"2215430":{"name":"Ghost of Tsushima DIRECTOR'S CUT","description":"A storm is coming. Venture into the complete Ghost of Tsushima DIRECTOR’S CUT on PC; forge your own path through this open-world action adventure and uncover its hidden wonders. Brought to you by Sucker Punch Productions, Nixxes Software and PlayStation Studios.","gameLink":"https://store.steampowered.com/app/2215430/","isMultiplayer":true},"2221490":{"name":"Tom Clancy’s The Division® 2","description":"Join an elite group of civilian agents in this action-packed RPG shooter. Engage in intense tactical combat, team-up with your friends, and survive in a dynamic open world to save Washington, D.C.","gameLink":"https://store.steampowered.com/app/2221490/","isMultiplayer":true},"1086940":{"name":"Baldur's Gate 3","description":"Baldur’s Gate 3 is a story-rich, party-based RPG set in the universe of Dungeons &amp; Dragons, where your choices shape a tale of fellowship and betrayal, survival and sacrifice, and the lure of absolute power.","gameLink":"https://store.steampowered.com/app/1086940/","isMultiplayer":true},"2290180":{"name":"Riders Republic","description":"Jump into a massive multiplayer playground! Bike, ski, snowboard, or wingsuit across an open world sports paradise.","gameLink":"https://store.steampowered.com/app/2290180/","isMultiplayer":true},"1877020":{"name":"Jujutsu Kaisen Cursed Clash","description":"Master the Jujutsu of your favorite Sorcerers and Cursed Spirits! Bring a friend and dive into the world of JUJUTSU KAISEN in this action-packed, 2-on-2 fighting game!","gameLink":"https://store.steampowered.com/app/1877020/","isMultiplayer":true},"2668510":{"name":"Red Dead Redemption","description":"Experience the story of former outlaw John Marston as he tracks down the last remaining members of the notorious Van der Linde Gang in the PC debut of the critically acclaimed predecessor to Red Dead Redemption 2.","gameLink":"https://store.steampowered.com/app/2668510/","isMultiplayer":false},"2707930":{"name":"Palia","description":"Discover a welcoming world in Palia, a free-to-play fantasy life sim adventure where you can craft, explore, and create the life and home of your dreams. With nearly endless ways to make Palia your home, you’ll find relaxation and joy in every corner of this vibrant, heartwarming world.","gameLink":"https://store.steampowered.com/app/2707930/","isMultiplayer":true},"2183900":{"name":"Warhammer 40,000: Space Marine 2","description":"Embody the superhuman skill and brutality of a Space Marine. Unleash deadly abilities and devastating weaponry to obliterate the relentless Tyranid swarms. Defend the Imperium in spectacular third-person action in solo or multiplayer modes.","gameLink":"https://store.steampowered.com/app/2183900/","isMultiplayer":true},"359550":{"name":"Tom Clancy's Rainbow Six® Siege","description":"Tom Clancy's Rainbow Six® Siege is an elite, tactical team-based shooter where superior planning and execution triumph.","gameLink":"https://store.steampowered.com/app/359550/","isMultiplayer":true},"2835570":{"name":"Buckshot Roulette","description":"Play Russian roulette with a 12-gauge shotgun. Four enter. One leaves. Roll the dice with your life. Good luck!","gameLink":"https://store.steampowered.com/app/2835570/","isMultiplayer":true},"2946030":{"name":"Choo-Choose","description":"So, have you ever heard of the Trolley Problem? Do you know the price of the choices you make? How far are you ready to go to act according to your values? Will you sacrifice the life of the other to hold the moral high ground?","gameLink":"https://store.steampowered.com/app/2946030/","isMultiplayer":false},"2379780":{"name":"Balatro","description":"The poker roguelike. Balatro is a hypnotically satisfying deckbuilder where you play illegal poker hands, discover game-changing jokers, and trigger adrenaline-pumping, outrageous combos.","gameLink":"https://store.steampowered.com/app/2379780/","isMultiplayer":false},"2358720":{"name":"Black Myth: Wukong","description":"Black Myth: Wukong — ролевой боевик по мотивам китайской мифологии. Став Избранным, вы отправитесь в приключение, полное испытаний и чудес, в котором вам предстоит приподнять завесу тайны над великой легендой.","gameLink":"https://store.steampowered.com/app/2358720/","isMultiplayer":false},"3070070":{"name":"TCG Card Shop Simulator","description":"Open your own local game store. Stock shelves with the latest booster packs, or crack them and collect the cards for yourself. Set your own prices, hire staff, host events, and expand your card shop.","gameLink":"https://store.steampowered.com/app/3070070/","isMultiplayer":false},"3097560":{"name":"Liar's Bar","description":"Погрузись в многопользовательский онлайн-экшен в сомнительном баре, где игры опасны, как и его посетители. Садись за стол из 4 человек и проверь свои навыки в &quot;Костях Лжецов&quot; и &quot;Карточной Колоде Лжецов&quot;, где ложь и блеф — ключ к победе. Готов провести ночь в Liar's Bar?","gameLink":"https://store.steampowered.com/app/3097560/","isMultiplayer":false},"3146520":{"name":"WEBFISHING","description":"WEBFISHING a multiplayer chatroom-focused fishing game! Relax and fish (on the web!)","gameLink":"https://store.steampowered.com/app/3146520/","isMultiplayer":true},"3164500":{"name":"Schedule I","description":"From small-time dope pusher to kingpin - manufacture and distribute a range of drugs throughout the grungy city of Hyland Point. Expand your empire with properties, businesses, employees and more.","gameLink":"https://store.steampowered.com/app/3164500/","isMultiplayer":true},"1337520":{"name":"Risk of Rain Returns","description":"Carefully designed, beautifully remastered, and loaded with new ways to play—Risk of Rain is back and better than ever! Dive into the iconic roguelike full of unique loot combinations, enhanced with new Survivors, overhauled multiplayer, fan favorite content from Risk of Rain 2, and more!","gameLink":"https://store.steampowered.com/app/1337520/","isMultiplayer":true},"211820":{"name":"Starbound","description":"You’ve fled your home, only to find yourself lost in space with a damaged ship. Your only option is to beam down to the planet below, repair your ship and set off to explore the universe...","gameLink":"https://store.steampowered.com/app/211820/","isMultiplayer":true},"253250":{"name":"Stonehearth","description":"Pioneer a living world full of warmth, heroism, and mystery. Help a small group of settlers build a home for themselves in a forgotten land. Establish a food supply, build shelter, defend your people, monitor their moods, and find a way to grow and expand, facing challenges at every step.","gameLink":"https://store.steampowered.com/app/253250/","isMultiplayer":true},"268650":{"name":"From the Depths","description":"Over 1000 unique components allow you to build and command voxel vehicles from the deep ocean to outer space! Forge strategies, allegiances and fleets strong enough to destroy eight deadly factions of the planet and reign supreme. A genre-defying mashup of simulation, building, RTS and RPG.","gameLink":"https://store.steampowered.com/app/268650/","isMultiplayer":true},"220200":{"name":"Kerbal Space Program","description":"In Kerbal Space Program, take charge of the space program for the alien race known as the Kerbals. You have access to an array of parts to assemble fully-functional spacecraft that flies (or doesn’t) based on realistic aerodynamic and orbital physics.","gameLink":"https://store.steampowered.com/app/220200/","isMultiplayer":false},"212160":{"name":"Vindictus","description":"Enter a dark and sinister world where you must battle for survival. With gratifying real-time combat, epic monsters, and glorious visuals, this isn't just another MMO... This is VINDICTUS!","gameLink":"https://store.steampowered.com/app/212160/","isMultiplayer":true},"290470":{"name":"Onigiri","description":"Onigiri is an MMO Action RPG with a fast weapon changing battle system. Join a party of other players or travel with 8 NPC companions on your journey. With simple controls, you can dive into the thrilling world of Onigiri. Switch between weapons to battle through the Youkai.","gameLink":"https://store.steampowered.com/app/290470/","isMultiplayer":true},"326360":{"name":"Warspear Online","description":"Create your hero and dive into an epic 2D MMORPG! Explore a vast open world, conquer castles, battle in free-for-all PvP, team up in guilds, join Alliance wars, explore dungeons, and celebrate with fun in-game events!","gameLink":"https://store.steampowered.com/app/326360/","isMultiplayer":true},"301520":{"name":"Robocraft","description":"Build insane, fully customisable robot battle vehicles that drive, hover, walk and fly in the free-to-play action game Robocraft. Add weapons from the future and jump in the driving seat as you take your creation into battle against other players online!","gameLink":"https://store.steampowered.com/app/301520/","isMultiplayer":true},"257400":{"name":"Fuse","description":"Fuse is a standalone 3D character creator that enables you to make unique characters to use in your game. Fuse comes with 70+ body parts, 150+ clothing meshes, 42 dynamic texturing substances, Unlimited free Auto-Rigs and Animations through the Mixamo service (activated Adobe ID required). Important notice for Fuse 1.3 customers!","gameLink":"https://store.steampowered.com/app/257400/","isMultiplayer":false},"285920":{"name":"TerraTech","description":"TerraTech is an open-world, sandbox adventure game, where you design and build your own creations through a mix of crafting, combat and discovery. Design vehicles from a huge library of blocks. Scavenge, craft and buy new parts to survive and become the ultimate planetary prospector.","gameLink":"https://store.steampowered.com/app/285920/","isMultiplayer":true},"410900":{"name":"Forts","description":"Unleash your creativity and strategic prowess in Forts, the exhilarating physics-based RTS! Design, construct, and customize imposing fortresses, bristling with devastating firepower, and blast your opponent’s buildings to rubble!","gameLink":"https://store.steampowered.com/app/410900/","isMultiplayer":true},"280790":{"name":"Creativerse","description":"A sandbox adventure game as big as your imagination.","gameLink":"https://store.steampowered.com/app/280790/","isMultiplayer":true},"444090":{"name":"Paladins®","description":"Paladins is the ultimate fantasy team-based shooter experience, with over 50 customizable Champions fighting in 5v5 action across a diverse Realm of modes and maps!","gameLink":"https://store.steampowered.com/app/444090/","isMultiplayer":true},"445220":{"name":"Avorion","description":"A procedural co-op space sandbox where players can build their own space ships out of dynamically scalable blocks. Fight epic space battles, explore, mine, trade, wage wars and build your own empire to save your galaxy from being torn apart by an unknown enemy.","gameLink":"https://store.steampowered.com/app/445220/","isMultiplayer":true},"471710":{"name":"Rec Room","description":"Rec Room is the best place to build and play games together. Party up with friends from all around the world to chat, hang out, explore MILLIONS of player-created rooms, or build something new and amazing to share with us all.","gameLink":"https://store.steampowered.com/app/471710/","isMultiplayer":true},"378370":{"name":"Nomad","description":"Try and survive in the world of Nomad. Build a base and protect it from raiding players. Scavenge food, weapons and medical supplies across the island. Team up with others and make a base. Make your mark on the world of Nomad.","gameLink":"https://store.steampowered.com/app/378370/","isMultiplayer":true},"526870":{"name":"Satisfactory","description":"Satisfactory is a first-person open-world factory building game with a dash of exploration and combat. Play alone or with friends, explore an alien planet, create multi-story factories, and enter conveyor belt heaven!","gameLink":"https://store.steampowered.com/app/526870/","isMultiplayer":true},"550470":{"name":"NosTale - Anime MMORPG","description":"NosTale is a free-to-play anime action MMORPG which takes you on an exciting journey through a world full of mystery with your friends.","gameLink":"https://store.steampowered.com/app/550470/","isMultiplayer":true},"527280":{"name":"Nights of Azure","description":"Save the world or the life of one girl... I decide my destiny! The world was once ruled by the Nightｌord. In that world lived a Saint, destined to become a sacrifice to the Nightｌord, and a Holy Knight, with the power to use Servans. Take your Servans and fight accross &quot;The Land Without Night&quot; for the one you love!","gameLink":"https://store.steampowered.com/app/527280/","isMultiplayer":false},"555570":{"name":"Infestation: The New Z","description":"The New Z is a FREE TO PLAY multi-game mode experience. SURVIVE with friends and gather loot, stash and trade. Go into wars against other groups in a massive OPEN WORLD or face them 5 v 5 in COMPETITIVE.","gameLink":"https://store.steampowered.com/app/555570/","isMultiplayer":true},"559610":{"name":"Love Ribbon","description":"&quot;Love Ribbon&quot; is a yuri (girl x girl) visual novel about forbidden love between two sisters.","gameLink":"https://store.steampowered.com/app/559610/","isMultiplayer":false},"374040":{"name":"Portal Knights","description":"The world of Elysia needs YOU! Join this cooperative, 3D sandbox action RPG to level up your character, craft epic weapons, conquer enemies in real-time, and build almost anything! Craft your adventure. Forge your hero. Become the ultimate Portal Knight!","gameLink":"https://store.steampowered.com/app/374040/","isMultiplayer":true},"215830":{"name":"Closers","description":"Closers is an episodic anime action RPG bursting with spectacular battles and steeped in an epic storyline. Choose your Closer, gather your friends or dive in solo, and use your amazing powers to protect Earth, in mankind’s desperate battle against horrific monsters from another dimension!","gameLink":"https://store.steampowered.com/app/215830/","isMultiplayer":true},"588430":{"name":"Fallout Shelter","description":"Fallout Shelter puts you in control of a state-of-the-art underground Vault from Vault-Tec. Build the perfect Vault, keep your Dwellers happy, and protect them from the dangers of the Wasteland.","gameLink":"https://store.steampowered.com/app/588430/","isMultiplayer":false},"813820":{"name":"Realm Royale Reforged","description":"Join 20+ million players and experience a new kind of battle royale in Realm Royale Reforged! Choose your class, forge deadly weapons, and master powerful abilities to be the last champion standing. Mount up alone or with a team to explore a fantasy world while outrunning the deadly fog.","gameLink":"https://store.steampowered.com/app/813820/","isMultiplayer":true},"794600":{"name":"LET IT DIE","description":"It's finally here! The survival action game that pits the strong against the weak is finally on PC! Experience all the heart-thumping action with a silky-smooth frame rate and ultra high resolution. How you make the best of the weapons, armor, and items at your disposal will determine your fate in the ever-changing &quot;Tower of Barbs!","gameLink":"https://store.steampowered.com/app/794600/","isMultiplayer":false},"1034140":{"name":"Subverse","description":"A sexy new sci-fi parody where you command your own starship filled with the hottest babes in the galaxy, who are ready to bring your fantasies to life in fully animated love scenes!","gameLink":"https://store.steampowered.com/app/1034140/","isMultiplayer":false},"1049590":{"name":"Eternal Return","description":"Eternal Return is a free-to-play, 2.5D perspective Battle Royale game. Search, Craft, Hunt, and Fight using a variety of characters. Plan your strategy and become the last survivor on this eternal experiment.","gameLink":"https://store.steampowered.com/app/1049590/","isMultiplayer":true},"1073440":{"name":"コイカツ！ / Koikatsu Party","description":"Creating your own adorable anime character is a cinch! Use a robust suite of intuitive and precise tools to customize a character from the ground up, give her one of 30 different personality archetypes, and then get busy with a host of romantic options. Bring your dream waifu to laifu!","gameLink":"https://store.steampowered.com/app/1073440/","isMultiplayer":false},"761890":{"name":"Albion Online","description":"Albion Online is a fantasy sandbox MMORPG featuring a player-driven economy, classless combat system, and intense PvP battles. Explore a vast open world full of danger and opportunity. Grow your wealth, forge alliances, and leave your mark on the world of Albion.","gameLink":"https://store.steampowered.com/app/761890/","isMultiplayer":true},"1056640":{"name":"Phantasy Star Online 2 New Genesis","description":"Phantasy Star Online 2 New Genesis is a free-to-play action MMO. Join players around the world to explore the planet Halpha and fight in epic battles as ARKS Defenders! Unleash your imagination with our ultimate character creation experience and creative spaces to create your own phantasy.","gameLink":"https://store.steampowered.com/app/1056640/","isMultiplayer":true},"1106840":{"name":"Hydroneer","description":"Hydroneer is a mining and base building sandbox. Dig for gold and other resources to turn a profit and enhance your mining operation. Build a base of operations, forge weapons, go fishing, and dig deep!","gameLink":"https://store.steampowered.com/app/1106840/","isMultiplayer":true},"1097480":{"name":"Iragon 18+","description":"An Erotic RPG Game with a story about magical girls, elves, and a bisexual sorceress.","gameLink":"https://store.steampowered.com/app/1097480/","isMultiplayer":false},"1133730":{"name":"Second Galaxy","description":"Second Galaxy is an open world sci-fi game that combines RPG and SLG elements. You can navigate hundreds of different space ships, team up with players to form alliances, and engage in intergalactic battles with other players around the world.","gameLink":"https://store.steampowered.com/app/1133730/","isMultiplayer":true},"1172470":{"name":"Apex Legends™","description":"Apex Legends is the award-winning, free-to-play Hero Shooter from Respawn Entertainment. Master an ever-growing roster of legendary characters with powerful abilities, and experience strategic squad play and innovative gameplay in the next evolution of Hero Shooter and Battle Royale.","gameLink":"https://store.steampowered.com/app/1172470/","isMultiplayer":true},"1180380":{"name":"Stay Out","description":"Stay Out - is a MMORPG with shooter elements, based on spirit of “stalking” - an urban exploration, searching and exploring mysterious, abandoned and forgotten by humanity pieces of our planet.","gameLink":"https://store.steampowered.com/app/1180380/","isMultiplayer":true},"1155720":{"name":"Why Is There A Girl In My House?!","description":"What would you do if you found a cat girl in your apartment? Elena is a hard working businesswoman who just can't find time for herself - until one day she meets Alice, an excitable cat girl, under less than optimal circumstances. What happens next? Find out in this short yuri visual novel!","gameLink":"https://store.steampowered.com/app/1155720/","isMultiplayer":false},"678960":{"name":"CODE VEIN","description":"Unis face à une mort certaine. Aventurez-vous aux confins de l'enfer pour retrouver votre passé et échapper à ce cauchemar éveillé dans CODE VEIN.","gameLink":"https://store.steampowered.com/app/678960/","isMultiplayer":false},"1233570":{"name":"Mirror's Edge™ Catalyst","description":"Mirror's Edge™ Catalyst raises the action-adventure bar through fluid, first person action and immerses players in Faith's story as she fights for freedom.","gameLink":"https://store.steampowered.com/app/1233570/","isMultiplayer":false},"1244260":{"name":"The Fairy's Song","description":"A yuri / lesbian visual novel set in the UK. Marnie, a bored goth girl, accidentally stumbles upon a sleeping female knight in the forest. Together, the pair must work to break a centuries-old curse, while romantic feelings between them begin to grow.","gameLink":"https://store.steampowered.com/app/1244260/","isMultiplayer":false},"1238000":{"name":"Mass Effect™: Andromeda Deluxe Edition","description":"Return to the Mass Effect universe &amp; lead the first humans in Andromeda on a desperate search for our new home.","gameLink":"https://store.steampowered.com/app/1238000/","isMultiplayer":true},"1270930":{"name":"Hentai vs Virus: I Am Waifu","description":"A game about an anime girl trying to stop a dangerous virus. Hentai prequel about waifus fighting evil forces...","gameLink":"https://store.steampowered.com/app/1270930/","isMultiplayer":false},"1296770":{"name":"Her New Memory - Hentai Simulator","description":"One day, you find a shivering, barefooted girl in ragged clothes knocking on your door. She has no recollections of her past, and she doesn’t even remember her name. You can help her recover her memories or let her stay at your side forever.","gameLink":"https://store.steampowered.com/app/1296770/","isMultiplayer":false},"1307550":{"name":"Craftopia","description":"Craftopia is the brand new multiplayer survival action game made in Japan. We combined many features we find enjoyable, such as hunting, farming, hack-and-slash, building, automation to develop this game.","gameLink":"https://store.steampowered.com/app/1307550/","isMultiplayer":true},"1335200":{"name":"Action Taimanin","description":"An intense, gorgeous hack-and-slash action RPG from the Taimanin fame!","gameLink":"https://store.steampowered.com/app/1335200/","isMultiplayer":true},"1343400":{"name":"RuneScape ®","description":"RuneScape is a high fantasy open world MMORPG. Explore an ever changing and evolving living world where new challenges, skills, and quests await. Featuring unprecedented player freedom, you choose how to play, adventure, and grow.","gameLink":"https://store.steampowered.com/app/1343400/","isMultiplayer":true},"1368910":{"name":"Super Mecha Champions","description":"Super Mecha Champions is an action shooter featuring mecha combats, which sets scene in a neo-futuristic Alpha City. An exciting battle is taking place here, you need to overcome opponents with cutting-edge weapons, magnificent mechas and vehicles, aiming for the highest honor of being a champion!","gameLink":"https://store.steampowered.com/app/1368910/","isMultiplayer":true},"1333350":{"name":"Angel Legion","description":"Idle or play whenever and wherever you want. Customize the looking of your favorite Angels. Automatically accumulate resources all the time.","gameLink":"https://store.steampowered.com/app/1333350/","isMultiplayer":true},"1377430":{"name":"Sword Reverie","description":"Be an anime protagonist and explore a fantasy world in VR. Use your unique abilities and sword skills to defeat invading enemies. Come join Stella on an adventure now!","gameLink":"https://store.steampowered.com/app/1377430/","isMultiplayer":false},"1377580":{"name":"Soulworker","description":"Fierce emotions help fuel SoulWorkers to save the world from the devastated scene of a post-apocalyptic world. In a world where only dark devastation reigns – you are the only SoulWorker to come to the rescue.","gameLink":"https://store.steampowered.com/app/1377580/","isMultiplayer":true},"1386950":{"name":"Heavy Metal Babes","description":"Heavy Metal Babes is a turn-based RPG strategy game featuring classic mechanics infused with steamy H-Scenes and an engaging action-packed gameplay. Build your team of hot XEN units, command them into battle and defeat your opponents in epic robot battles!","gameLink":"https://store.steampowered.com/app/1386950/","isMultiplayer":false},"1408260":{"name":"Hentai vs Evil: Back 4 Waifus","description":"Free the anime girls from their cages and destroy the evil forces! Play in the best hentai shooter game with nudity!","gameLink":"https://store.steampowered.com/app/1408260/","isMultiplayer":false},"1511040":{"name":"LOVE BAKUDAN","description":"LOVE BAKUDAN is an 18+ yuri visual novel about Haruka Mishima, a young woman who inherits an erotic bookstore - and all of the drama, romance and daily life that comes with it. With six unique romance routes, erotic books to read and a special extra route, who will be the love bomb of your choice?","gameLink":"https://store.steampowered.com/app/1511040/","isMultiplayer":false},"1476970":{"name":"IdleOn - The Idle RPG","description":"Create different classes who all work together when you're gone! When you return, spend their loot on powerful upgrades and synergies - but don't be fooled by the simple graphics, IdleOn gets more complex with each World Boss you defeat!","gameLink":"https://store.steampowered.com/app/1476970/","isMultiplayer":true},"1450900":{"name":"Desynced","description":"Desynced is a sci-fi strategy game with fully customizable units and behaviors. Gather, build, research, and explore the unknown. Alone or with friends, unveil the mystery of an AI on the edge of self-awareness and uncover the hidden truth in this blend of strategy, automation, and exploration.","gameLink":"https://store.steampowered.com/app/1450900/","isMultiplayer":true},"1555110":{"name":"Chasing Tails ~A Promise in the Snow~","description":"Trying to get away from trouble, June moves to a small town... to find even more trouble! A yuri comedy/horror visual novel, featuring a haunted house, fox-girls, and GxG love ❤︎.","gameLink":"https://store.steampowered.com/app/1555110/","isMultiplayer":false},"1557740":{"name":"ROUNDS","description":"Rounds is a 1v1 rogue-lite shooter where each round gets more intense. The losing player of each round unlocks clever upgrades to create a better build to counter their opponent.","gameLink":"https://store.steampowered.com/app/1557740/","isMultiplayer":true},"1560500":{"name":"Badlanders","description":"The Red Beach Shelter once housed the world's most advanced weapon tech. However, it was short-lived as war broke out. The only things left on that beach are massive ruins, competing scavengers, and endless opportunities... Gear up and get ready to enter the hot zone of riches and danger!","gameLink":"https://store.steampowered.com/app/1560500/","isMultiplayer":true},"1619220":{"name":"Sprite Fantasia","description":"Lively and funny, warm and healing, the most hilarious and tearful MMORPG!&quot;Master~ I need you!&quot; A hilarious MMORPG that doesn't ask you to save the world.[Download now] to get rare sprite cards!&quot;","gameLink":"https://store.steampowered.com/app/1619220/","isMultiplayer":true},"1635450":{"name":"Longvinter","description":"Fish, farm, craft, gather, cook, loot or steal from other players and build a campsite or a village with your friends in an open-world multiplayer sandbox game without rules!","gameLink":"https://store.steampowered.com/app/1635450/","isMultiplayer":true},"1641960":{"name":"Forever Skies","description":"A first-person survival game set on a post-apocalyptic, ecologically ruined Earth. Play solo or with up to 3 friends as you build, upgrade, and fly a high-tech airship. Scavenge resources, craft tools, and face dangers on the surface as you hunt for a cure to save humanity.","gameLink":"https://store.steampowered.com/app/1641960/","isMultiplayer":true},"1677110":{"name":"Lightyear Frontier","description":"Settle your homestead on this beautiful alien planet with the help of a powerful mech. Build, explore, plant crops, raise animals, gather and manage resources, meet neighbors, and make a place to call your own.","gameLink":"https://store.steampowered.com/app/1677110/","isMultiplayer":true},"1714320":{"name":"Find Love or Die Trying","description":"Welcome to the only killer dating show where ending up single means ending up dead! Date or die, it's up to your choices!","gameLink":"https://store.steampowered.com/app/1714320/","isMultiplayer":false},"1797880":{"name":"Lost Light","description":"Join the &quot;Firefly&quot; task force and unveil the sinister plot behind the exclusion zone in the world of Lost Light. You could either scavenge for supplies or go out with guns blazing and plunder. Survive the brutal domain where danger lurks in every corner!","gameLink":"https://store.steampowered.com/app/1797880/","isMultiplayer":true},"1749630":{"name":"Chill Corner","description":"This is just an idle game for chilling, relaxing or focusing.","gameLink":"https://store.steampowered.com/app/1749630/","isMultiplayer":true},"1674470":{"name":"ELYON","description":"Elyon is an open-world action-combat MMORPG set in the continent of Harth, where the two sovereign realms, Vulpin and Ontari, are at war for the control of a portal that leads to paradise.","gameLink":"https://store.steampowered.com/app/1674470/","isMultiplayer":true},"1446780":{"name":"MONSTER HUNTER RISE","description":"Rise to the challenge and join the hunt! In Monster Hunter Rise, the latest installment in the award-winning and top-selling Monster Hunter series, you’ll become a hunter, explore brand new maps and use a variety of weapons to take down fearsome monsters as part of an all-new storyline.","gameLink":"https://store.steampowered.com/app/1446780/","isMultiplayer":true},"1827180":{"name":"Toram Online","description":"The MMORPG of a massive and magnificent fantasy! Let's explore the MMO world!","gameLink":"https://store.steampowered.com/app/1827180/","isMultiplayer":true},"1898210":{"name":"Eros Fantasy","description":"Eros Fantasy is an IDLE RPG game full of magic and sex. Travel through a fantastic world, meet, seduce the hottest humans, beastfolks, demon girls and mermaids!","gameLink":"https://store.steampowered.com/app/1898210/","isMultiplayer":true},"1834960":{"name":"Neko Secret - Homecoming","description":"Explore Neko Town, break the locks and hack all the anime factory puzzles!","gameLink":"https://store.steampowered.com/app/1834960/","isMultiplayer":false},"1818450":{"name":"STALCRAFT: X","description":"STALCRAFT: X is the largest open-world online game in the Chernobyl Exclusion Zone. Explore the world full of mutants and anomalies alone or with friends — unforgettable emotions guaranteed.","gameLink":"https://store.steampowered.com/app/1818450/","isMultiplayer":true},"1905950":{"name":"Shelter 69","description":"Expand your shelter in a unique take on the post-apocalypse genre, thrown straight into a wild world where women reign supreme across the wastelands. You are the last male, and all is for your taking.","gameLink":"https://store.steampowered.com/app/1905950/","isMultiplayer":false},"1942280":{"name":"Brotato","description":"Brotato is a top-down arena shooter roguelite where you play a potato wielding up to 6 weapons at a time to fight off hordes of aliens. Choose from a variety of traits and items to create unique builds and survive until help arrives.","gameLink":"https://store.steampowered.com/app/1942280/","isMultiplayer":true},"2064650":{"name":"Tower of Fantasy","description":"Embark together on your fantasy adventure! Set hundreds of years in the future on the distant planet of Aida, the shared open-world RPG, anime-infused sci-fi adventure Tower of Fantasy now is officially available on Steam.","gameLink":"https://store.steampowered.com/app/2064650/","isMultiplayer":true},"1977530":{"name":"One-armed cook","description":"One-armed cook is a chaotic co-op cooking game for up to 4 people. Work as a team or cook on your own, set your own pace, and don't let the stress of a full restaurant catch up to you. The goofy physics-based aspect of the game gives this cooking game a new twist.","gameLink":"https://store.steampowered.com/app/1977530/","isMultiplayer":true},"1992640":{"name":"Anime vs Evil: Apocalypse","description":"Defeat evil forces together with those cute anime girls! This fast-paced anime shooter thrusts you into a vibrant world under siege by malevolent forces, and only a squad of adorable yet formidable anime girls can save the day.","gameLink":"https://store.steampowered.com/app/1992640/","isMultiplayer":false},"1637320":{"name":"Dome Keeper","description":"Defend against waves of alien attackers in this innovative roguelike survival miner. Dig for resources and choose from powerful upgrade paths. Is there enough time to mine a little deeper and get back to defend before the monsters attack your dome?","gameLink":"https://store.steampowered.com/app/1637320/","isMultiplayer":false},"2197910":{"name":"Dawnlands","description":"Dawnlands is an Open-World Survival Crafting cross-platform game with a massive world and epic lore. A variety of biomes, relics, and puzzles dot the landscape... an ancient land, lain dormant for centuries, is waiting to be awoken. New stories are waiting to be written.","gameLink":"https://store.steampowered.com/app/2197910/","isMultiplayer":true},"2208530":{"name":"Alchemia Story","description":"Create the character you really want, and explore the alchemy world with the help of &quot;YOME&quot;!","gameLink":"https://store.steampowered.com/app/2208530/","isMultiplayer":true},"2257400":{"name":"GirlFriend VR","description":"Would you like to have sex with your cute girlfriend in VR? Wherever, whenever, and wearing whatever. It's your choice! Do whatever you want to your own horny girlfriend. Enjoy a world with only the two of you in it without being bothered by anybody.","gameLink":"https://store.steampowered.com/app/2257400/","isMultiplayer":false},"2270600":{"name":"Open At Nine","description":"“Massive debt, a shabby brothel, and a naughty succubus… This is all I get for defeating the Demon God?!” Hire monster girls to attract customers and pay off your debts! Don't forget to give your girls lots of hands-on job training!","gameLink":"https://store.steampowered.com/app/2270600/","isMultiplayer":false},"2289720":{"name":"Kaiju Princess 2","description":"Journey across the galaxy with a cute kaiju and her ravenous appetite as you collect ingredients to cook up the ultimate feast!","gameLink":"https://store.steampowered.com/app/2289720/","isMultiplayer":false},"582660":{"name":"Black Desert","description":"Played by over 20 million Adventurers - Black Desert Online is an open-world, action MMORPG. Experience intense, action-packed combat, battle massive world bosses, fight alongside friends to siege and conquer castles, and train in professions such as fishing, trading, crafting, cooking, and more!","gameLink":"https://store.steampowered.com/app/582660/","isMultiplayer":true},"2342950":{"name":"God Of Weapons","description":"Embark on a thrilling journey in God of Weapons, an action roguelike where you must ascend the tower of Zhor to reclaim the last light for the world. To survive the monster onslaught on each tower's level, you'll need to obtain and carefully organize weapons and accessories in your inventory.","gameLink":"https://store.steampowered.com/app/2342950/","isMultiplayer":false},"2371630":{"name":"Sword Art Online: Integral Factor","description":"Aim to conquer Aincrad with Kirito and Asuna","gameLink":"https://store.steampowered.com/app/2371630/","isMultiplayer":true},"2453310":{"name":"Kon's Lesson!","description":"She was sealed for a thousand years… but now she’s living with you! Fulfill your contract with her by completing her lessons and feeding her “energy” in this cute ‘n steamy romantic comedy game!","gameLink":"https://store.steampowered.com/app/2453310/","isMultiplayer":false},"2524890":{"name":"Pixel Gun 3D: PC Edition","description":"The legendary mobile multiplayer FPS Pixel Gun 3D comes to PC! Experience an enhanced world of colorful, blocky action. Featuring dozens of game modes and maps, 1500+ guns plus cross-platform multiplayer and progression.","gameLink":"https://store.steampowered.com/app/2524890/","isMultiplayer":true},"2529820":{"name":"Wedding Witch","description":"Here is a witch who wants nothing but to marry you. She decides to seek potions from a certain Succubus in order to charm you... but a labyrinthine forest filled with devils stands in her way. Will she be able to find the potions, and with them, her happy ending?","gameLink":"https://store.steampowered.com/app/2529820/","isMultiplayer":false},"2589670":{"name":"Love x Debut","description":"Live the life of an idol manager! Following a car accident, you’re transported into a video game world filled with great music and steamy h-scenes. Build your talent agency, train future stars and lead them to stardom in the music industry. Conquer their hearts one idol at the time!","gameLink":"https://store.steampowered.com/app/2589670/","isMultiplayer":false},"2668080":{"name":"Snowbreak: Containment Zone","description":"The new 3D Waifu Sci-Fi RPG Shooter is here! Aim at fate, fight by our side! Clear the specified stage to claim an Orange-Tier Operative!","gameLink":"https://store.steampowered.com/app/2668080/","isMultiplayer":true},"2756830":{"name":"Sex Coach: Hot Yoga - Prologue","description":"Join Adam, a charismatic yoga master starting his career at the prestigious &quot;Dream Body&quot; fitness club. Find out what secrets it holds and discover everyone’s intricacies in the remastered version of the adult visual novel Sex Coach: Hot Yoga - Prologue","gameLink":"https://store.steampowered.com/app/2756830/","isMultiplayer":false},"2756820":{"name":"Sex of Thrones 👑 Prologue","description":"Embark on a seductive journey in Sex of Thrones 👑 Prologue a visually stunning adult visual novel. Navigate a world of power, passion, and peril, where every choice shapes your destiny. Beware, as desires and temptations wield the mightiest influence.","gameLink":"https://store.steampowered.com/app/2756820/","isMultiplayer":false},"2808930":{"name":"Lust Goddess","description":"Lust Goddess is a hot and thrilling collectible card game, in which you will assemble your unique squad of sexy mercenary girls. Earn their love and trust, and they will show you their gratitude by bringing your wildest and lewdest fantasies to life!","gameLink":"https://store.steampowered.com/app/2808930/","isMultiplayer":true},"3070600":{"name":"Senpai and the Mysterious Island","description":"An RPG where you get to uncover the secrets of a mysterious island inhabited by succubi that was rumored to contain a lost ancient technology. Play as either the warrior Hula Elstia, or Sonia Lanternlily to a variety of combat styles, and dress them up with various outfits.","gameLink":"https://store.steampowered.com/app/3070600/","isMultiplayer":false},"1171690":{"name":"Wayfinder","description":"Become a Wayfinder, and unlock their powers as you choose your path and playstyle while pushing back a hostile force that has overtaken your world. A Co-Op ARPG where you directly shape and customize the endless adventures you go on with friends, because Wayfinders are stronger together.","gameLink":"https://store.steampowered.com/app/1171690/","isMultiplayer":true},"3086060":{"name":"Date Banger","description":"Date Banger is an exhilarating 3D adult dating game where you meet stunning girls by swiping through videos. Engage in rhythm games and fun activities to charm and win over a variety of beautiful girls. Dive into a world of pleasure, unforgettable moments.","gameLink":"https://store.steampowered.com/app/3086060/","isMultiplayer":false},"3225750":{"name":"I Got Lost in an All-Female Elf Village and Can't Leave Until I've Impregnated Everyone","description":"21 female elves with rich personalities are voiced by different voice actors! The main character wanders into a village of elves where only female elves live, The main character wanders into a village of female elves and has sex with all the elves in the village in order to impregnate them.","gameLink":"https://store.steampowered.com/app/3225750/","isMultiplayer":false},"3308670":{"name":"GIRLS' FRONTLINE 2: EXILIUM","description":"GIRLS' FRONTLINE 2: EXILIUM is a Post-Apocalyptic Tactical RPG. Players take on the role of a commander who acts as a bounty hunter, leading a squad of tactical dolls through the contaminated zones. While accepting and completing various missions, players will face continuous waves of enemies.","gameLink":"https://store.steampowered.com/app/3308670/","isMultiplayer":false},"3228590":{"name":"Deadzone: Rogue","description":"Deadzone: Rogue is a roguelite FPS set in deep space. Blast through hordes of enemies with devastating weapons. Define your combat style with powerful augments and upgrades. Grow stronger with each death, solo or in co-op. Fight. Die. Revive.","gameLink":"https://store.steampowered.com/app/3228590/","isMultiplayer":true},"2407270":{"name":"AI LIMIT","description":"In the distant future when civilization is on the verge of extinction, people follow the legend of the Elysium in the last city, Havenswell. In this post-apocalyptic wasteland sci-fi ARPG, you will play as Arrisa, a Blader with immortality, and explore the city ruin to find the hope of a new life.","gameLink":"https://store.steampowered.com/app/2407270/","isMultiplayer":false},"3442040":{"name":"Dream Life in the Country Side","description":"A laid-back farming simulator where you play as Lisa, a dedicated farmer by day and a passionate partner of Honoka at night. Work the land, raise animals, and cultivate your relationship. Unlock special scenes as your bond and farm flourish.","gameLink":"https://store.steampowered.com/app/3442040/","isMultiplayer":false},"3493780":{"name":"Bygone Dreams: Prophecy","description":"Bygone Dreams: Prophecy is a free prologue for a high fantasy Action-Adventure game set inside a surreal dream world. Face fantastical adversaries, solve puzzles, and fight your way through challenging bosses in your quest to save the world's matron deity and stop the nightmare consuming the dream.","gameLink":"https://store.steampowered.com/app/3493780/","isMultiplayer":false},"440":{"name":"Team Fortress 2","description":"Nine distinct classes provide a broad range of tactical abilities and personalities. Constantly updated with new game modes, maps, equipment and, most importantly, hats!","gameLink":"https://store.steampowered.com/app/440/","isMultiplayer":true},"489830":{"name":"The Elder Scrolls V: Skyrim Special Edition","description":"Winner of more than 200 Game of the Year Awards, The Elder Scrolls V: Skyrim Special Edition brings the epic fantasy to life in stunning detail. The Special Edition includes the critically acclaimed game and add-ons with all-new features.","gameLink":"https://store.steampowered.com/app/489830/","isMultiplayer":false},"837470":{"name":"Untitled Goose Game","description":"It's a lovely morning in the village and you are a horrible goose.","gameLink":"https://store.steampowered.com/app/837470/","isMultiplayer":true},"571740":{"name":"Golf It!","description":"Embark on an exciting journey with Golf It! Seize your putter, rally your friends, and immerse yourself in an epic minigolf adventure. Conquer countless courses, create lasting memories, and refine your skills to emerge as the ultimate minigolf champion. Your thrilling golfing odyssey begins here!","gameLink":"https://store.steampowered.com/app/571740/","isMultiplayer":true},"1145350":{"name":"Hades II","description":"Battle beyond the Underworld using dark sorcery to take on the Titan of Time in this bewitching sequel to the award-winning rogue-like dungeon crawler.","gameLink":"https://store.steampowered.com/app/1145350/","isMultiplayer":false},"292030":{"name":"The Witcher 3: Wild Hunt","description":"You are Geralt of Rivia, mercenary monster slayer. Before you stands a war-torn, monster-infested continent you can explore at will. Your current contract? Tracking down Ciri — the Child of Prophecy, a living weapon that can alter the shape of the world.","gameLink":"https://store.steampowered.com/app/292030/","isMultiplayer":false},"2015270":{"name":"Rotwood","description":"The world has been thrown into chaos, and it's up to you and your friends to battle the corrupted beasts of the Rotwood. Upgrade your gear, choose your preferred weapon, and hone your skills to defend your safe haven.","gameLink":"https://store.steampowered.com/app/2015270/","isMultiplayer":true},"2709570":{"name":"Supermarket Together","description":"The multiplayer supermarket has arrived to your neighbourhood for free! Stock your shop space, unlock perks and franchises, hire employees or chase those pesky shoplifters. The more players, the more action!","gameLink":"https://store.steampowered.com/app/2709570/","isMultiplayer":true},"601150":{"name":"Devil May Cry 5","description":"The ultimate Devil Hunter is back in style, in the game action fans have been waiting for.","gameLink":"https://store.steampowered.com/app/601150/","isMultiplayer":true},"2073850":{"name":"THE FINALS","description":"Join THE FINALS, the world-famous, free-to-play, combat-centered game show! Fight alongside your teammates in virtual arenas that you can alter, exploit, and even destroy. Build your own playstyle in this first-person shooter to win escalating tournaments and lasting fame.","gameLink":"https://store.steampowered.com/app/2073850/","isMultiplayer":true},"1714040":{"name":"Super Auto Pets","description":"Build the strongest team of pets and tussle with your friends!","gameLink":"https://store.steampowered.com/app/1714040/","isMultiplayer":true},"3241660":{"name":"R.E.P.O.","description":"An online co-op horror game with up to 6 players. Locate valuable, fully physics-based objects and handle them with care as you retrieve and extract to satisfy your creator's desires.","gameLink":"https://store.steampowered.com/app/3241660/","isMultiplayer":true},"3473600":{"name":"Nice Day for Fishing Demo","description":"The world needs you Adventurer! Embark on an RPG pixel adventure where you’ll play as Baelin the humble fisherman, who must rise-up to become the hero of Honeywood. Battle fish with precision timing and magic spells, upgrade your abilities, defeat evil and rebuild Honeywood.","gameLink":"https://store.steampowered.com/app/3473600/","isMultiplayer":false},"692890":{"name":"Roboquest","description":"Roboquest is a fast FPS Roguelite in a scorched futureworld. You're a rebooted Guardian, ready to kick some metal ass! Fight with your buddy or by yourself and annihilate hordes of deadly bots in ever-changing environments.","gameLink":"https://store.steampowered.com/app/692890/","isMultiplayer":true},"24790":{"name":"Command & Conquer 3 Tiberium Wars™","description":"The year is 2047. A massive nuclear fireball explodes high in the night sky, marking the dramatic beginning of the Third Tiberium War and the long-awaited return of the most groundbreaking Real-Time Strategy franchise of all time","gameLink":"https://store.steampowered.com/app/24790/","isMultiplayer":false},"1128810":{"name":"RISK: Global Domination","description":"Take over the world in RISK: Global Domination, the iconic strategy board game with 100+ original and classic maps and millions of players","gameLink":"https://store.steampowered.com/app/1128810/","isMultiplayer":true},"17480":{"name":"Command & Conquer™ Red Alert™ 3","description":"The desperate leadership of a doomed Soviet Union travels back in time to change history and restore the glory of Mother Russia.","gameLink":"https://store.steampowered.com/app/17480/","isMultiplayer":false},"3483":{"name":"Peggle Extreme","description":"Peggle Extreme delivers fast-paced puzzle action that combines elements of pinball and pachinko to create a truly unique game experience. Take your best shot with energizing arcade fun, now exclusively themed with art and sounds from Half-Life: Episode 2, Portal, and Team Fortress 2.","gameLink":"https://store.steampowered.com/app/3483/","isMultiplayer":false},"1568590":{"name":"Goose Goose Duck","description":"Goose Goose Duck is a game of social deduction for up to 16 players. Players are separated into different groups that are each assigned a different objective. Complete your team’s objective to win!","gameLink":"https://store.steampowered.com/app/1568590/","isMultiplayer":true},"2078450":{"name":"Warhammer 40,000: Speed Freeks","description":"Adrenaline-fueled combat racing in the brutal Warhammer 40,000 universe! Drive ferocious vehicles equipped with powerful weapons and abilities into a full-throttle battle to the death. Speed Freeks is a fresh, Ork-y take on vehicle combat that you’ve never seen before. WAAAGH!","gameLink":"https://store.steampowered.com/app/2078450/","isMultiplayer":true},"1449850":{"name":"Yu-Gi-Oh! Master Duel","description":"Yu-Gi-Oh! MASTER DUEL is the ultimate free-to-play cross-platform strategy card game with fast-paced Duels, stunning HD graphics and a new, dynamic soundtrack! Get ready to challenge Duelists around the world!","gameLink":"https://store.steampowered.com/app/1449850/","isMultiplayer":true},"1407200":{"name":"World of Tanks","description":"Jump into the free-to-play team-based shooter with an ever-expanding roster of historical vehicles, stunning graphics, spectacular locales, and orchestral scores. Show your mastery and face other players in thrilling PvP clashes. A unique mix of strategy and action awaits!","gameLink":"https://store.steampowered.com/app/1407200/","isMultiplayer":true},"1938090":{"name":"Call of Duty®","description":"The Call of Duty® experience supports Call of Duty®: Black Ops 6, Call of Duty®: Modern Warfare® III, Call of Duty®: Modern Warfare® II and Call of Duty®: Warzone™.","gameLink":"https://store.steampowered.com/app/1938090/","isMultiplayer":true},"1361210":{"name":"Warhammer 40,000: Darktide","description":"Take back the city of Tertium from hordes of bloodthirsty foes in this intense and brutal action shooter. Warhammer 40,000: Darktide is the new co-op focused experience from the award-winning team behind the Vermintide series. As Tertium falls, Rejects Will Rise.","gameLink":"https://store.steampowered.com/app/1361210/","isMultiplayer":true},"2767030":{"name":"Marvel Rivals","description":"Marvel Rivals is a Super Hero Team-Based PVP Shooter! Assemble an all-star Marvel squad, devise countless strategies by combining powers to form unique Team-Up skills and fight in destructible, ever-changing battlefields across the continually evolving Marvel universe!","gameLink":"https://store.steampowered.com/app/2767030/","isMultiplayer":true}}}